app/views/class_videos/index.html.erb

SELECT "class_videos".* FROM "class_videos"
---
    <tbody>
        <% ClassVideo.all.each do |class_video| %>