app/views/courses/index.html.erb

SELECT "courses".* FROM "courses"
---
    <tbody>
        <% Course.all.each do |course| %>