app/controllers/class_videos_controller.rb

SELECT "class_videos".* FROM "class_videos"
---
  def index
    @class_video = ClassVideo.all